Revit 2024 API
SymbolTypeId.UsTonnesMassSt Property
 Symbol ST, indicating unit US tonnes mass.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId UsTonnesMassSt { get; }
Visual Basic
Public Shared ReadOnly Property UsTonnesMassSt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ UsTonnesMassSt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace